r5198_wr_20231205_05:39:30_sbtest1Mx256_tableSize_1000000_tableCount_128_time_300_x1_threadCount_128_core_128_sbtest1Mx256_run.log
sysbench 1.0.20 (using system LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 128
Report intermediate results every 1 second(s)
Initializing random number generator from current time


Initializing worker threads...

Threads started!

[ 1s ] thds: 128 tps: 5935.30 qps: 96518.06 (r/w/o: 60496.98/24022.71/11998.38) lat (ms,95%): 30.81 err/s: 0.00 reconn/s: 0.00
[ 2s ] thds: 128 tps: 5788.16 qps: 92546.58 (r/w/o: 57719.61/23262.65/11564.32) lat (ms,95%): 33.72 err/s: 0.00 reconn/s: 0.00
[ 3s ] thds: 128 tps: 6182.05 qps: 98892.87 (r/w/o: 61872.56/24644.20/12376.11) lat (ms,95%): 29.72 err/s: 0.00 reconn/s: 0.00
[ 4s ] thds: 128 tps: 6264.60 qps: 100561.60 (r/w/o: 62857.00/25175.40/12529.20) lat (ms,95%): 28.16 err/s: 0.00 reconn/s: 0.00
[ 5s ] thds: 128 tps: 5959.72 qps: 95196.60 (r/w/o: 59522.25/23754.90/11919.45) lat (ms,95%): 32.53 err/s: 0.00 reconn/s: 0.00
[ 6s ] thds: 128 tps: 6055.98 qps: 96515.62 (r/w/o: 60268.76/24134.91/12111.95) lat (ms,95%): 30.26 err/s: 0.00 reconn/s: 0.00
[ 7s ] thds: 128 tps: 5431.60 qps: 87232.60 (r/w/o: 54577.99/21795.40/10859.20) lat (ms,95%): 48.34 err/s: 0.00 reconn/s: 0.00
[ 8s ] thds: 128 tps: 5924.93 qps: 94620.93 (r/w/o: 59080.33/23686.73/11853.87) lat (ms,95%): 32.53 err/s: 0.00 reconn/s: 0.00
[ 9s ] thds: 128 tps: 6172.73 qps: 99161.81 (r/w/o: 61978.38/24837.97/12345.46) lat (ms,95%): 29.19 err/s: 0.00 reconn/s: 0.00
[ 10s ] thds: 128 tps: 5723.67 qps: 91297.79 (r/w/o: 57150.72/22699.73/11447.34) lat (ms,95%): 33.72 err/s: 0.00 reconn/s: 0.00
[ 11s ] thds: 128 tps: 6044.75 qps: 96512.05 (r/w/o: 60331.53/24092.01/12088.51) lat (ms,95%): 31.37 err/s: 0.00 reconn/s: 0.00
[ 12s ] thds: 128 tps: 6039.50 qps: 96741.96 (r/w/o: 60334.97/24327.00/12079.99) lat (ms,95%): 33.72 err/s: 0.00 reconn/s: 0.00
[ 13s ] thds: 128 tps: 5754.30 qps: 92446.89 (r/w/o: 57818.06/23121.22/11507.60) lat (ms,95%): 47.47 err/s: 0.00 reconn/s: 0.00
[ 14s ] thds: 128 tps: 5493.76 qps: 87890.17 (r/w/o: 54933.60/21968.04/10988.52) lat (ms,95%): 41.85 err/s: 0.00 reconn/s: 0.00
[ 15s ] thds: 128 tps: 5864.25 qps: 93947.03 (r/w/o: 58688.52/23530.01/11728.50) lat (ms,95%): 33.12 err/s: 0.00 reconn/s: 0.00
[ 16s ] thds: 128 tps: 6056.03 qps: 95961.81 (r/w/o: 59922.52/23947.22/12092.07) lat (ms,95%): 31.37 err/s: 0.00 reconn/s: 0.00
[ 17s ] thds: 128 tps: 5877.05 qps: 93790.77 (r/w/o: 58675.48/23341.19/11774.10) lat (ms,95%): 35.59 err/s: 0.00 reconn/s: 0.00
[ 18s ] thds: 128 tps: 5734.98 qps: 92668.80 (r/w/o: 57926.88/23271.97/11469.96) lat (ms,95%): 31.94 err/s: 0.00 reconn/s: 0.00
[ 19s ] thds: 128 tps: 6029.87 qps: 96306.90 (r/w/o: 60162.69/24095.47/12048.74) lat (ms,95%): 31.37 err/s: 0.00 reconn/s: 0.00
[ 20s ] thds: 128 tps: 5899.31 qps: 94662.99 (r/w/o: 59207.13/23647.24/11808.62) lat (ms,95%): 36.89 err/s: 0.00 reconn/s: 0.00
[ 21s ] thds: 128 tps: 6023.90 qps: 95744.48 (r/w/o: 59776.05/23933.62/12034.81) lat (ms,95%): 35.59 err/s: 0.00 reconn/s: 0.00
[ 22s ] thds: 128 tps: 5892.16 qps: 94932.54 (r/w/o: 59434.59/23699.63/11798.32) lat (ms,95%): 34.33 err/s: 0.00 reconn/s: 0.00
[ 23s ] thds: 128 tps: 6037.33 qps: 96179.32 (r/w/o: 60077.34/24027.34/12074.65) lat (ms,95%): 31.37 err/s: 0.00 reconn/s: 0.00
[ 24s ] thds: 128 tps: 6161.42 qps: 98661.68 (r/w/o: 61613.17/24730.67/12317.83) lat (ms,95%): 29.72 err/s: 0.00 reconn/s: 0.00
[ 25s ] thds: 128 tps: 5847.76 qps: 93914.18 (r/w/o: 58786.63/23427.04/11700.52) lat (ms,95%): 32.53 err/s: 0.00 reconn/s: 0.00
[ 26s ] thds: 128 tps: 5959.09 qps: 94789.56 (r/w/o: 59170.00/23702.39/11917.17) lat (ms,95%): 34.33 err/s: 0.00 reconn/s: 0.00
[ 27s ] thds: 128 tps: 6117.83 qps: 97936.24 (r/w/o: 61215.28/24484.31/12236.65) lat (ms,95%): 30.81 err/s: 0.00 reconn/s: 0.00
[ 28s ] thds: 128 tps: 6013.60 qps: 96856.69 (r/w/o: 60536.06/24293.43/12027.20) lat (ms,95%): 31.37 err/s: 0.00 reconn/s: 0.00
[ 29s ] thds: 128 tps: 3645.38 qps: 57852.19 (r/w/o: 36275.85/14285.58/7290.76) lat (ms,95%): 73.13 err/s: 0.00 reconn/s: 0.00
[ 30s ] thds: 128 tps: 3949.86 qps: 63237.79 (r/w/o: 39459.61/15883.46/7894.72) lat (ms,95%): 74.46 err/s: 0.00 reconn/s: 0.00
[ 31s ] thds: 128 tps: 4712.11 qps: 75612.70 (r/w/o: 47316.05/18867.43/9429.22) lat (ms,95%): 51.02 err/s: 0.00 reconn/s: 0.00
[ 32s ] thds: 128 tps: 5961.78 qps: 94922.53 (r/w/o: 59293.83/23717.13/11911.56) lat (ms,95%): 41.10 err/s: 0.00 reconn/s: 0.00
[ 33s ] thds: 128 tps: 6018.41 qps: 96431.55 (r/w/o: 60161.09/24230.65/12039.82) lat (ms,95%): 33.72 err/s: 0.00 reconn/s: 0.00
[ 34s ] thds: 128 tps: 6054.07 qps: 97246.16 (r/w/o: 60882.72/24246.29/12117.14) lat (ms,95%): 34.33 err/s: 0.00 reconn/s: 0.00
[ 35s ] thds: 128 tps: 6107.04 qps: 96933.92 (r/w/o: 60517.60/24202.24/12214.08) lat (ms,95%): 31.94 err/s: 0.00 reconn/s: 0.00
[ 36s ] thds: 128 tps: 5995.30 qps: 96089.82 (r/w/o: 60003.00/24109.22/11977.60) lat (ms,95%): 30.26 err/s: 0.00 reconn/s: 0.00
[ 37s ] thds: 128 tps: 5835.86 qps: 93901.88 (r/w/o: 58820.69/23396.46/11684.73) lat (ms,95%): 34.33 err/s: 0.00 reconn/s: 0.00
[ 38s ] thds: 128 tps: 6088.09 qps: 97640.50 (r/w/o: 60938.94/24526.38/12175.19) lat (ms,95%): 29.72 err/s: 0.00 reconn/s: 0.00
[ 39s ] thds: 128 tps: 6204.74 qps: 98720.88 (r/w/o: 61801.42/24508.98/12410.48) lat (ms,95%): 32.53 err/s: 0.00 reconn/s: 0.00
[ 40s ] thds: 128 tps: 5947.62 qps: 95447.83 (r/w/o: 59551.15/24007.45/11889.23) lat (ms,95%): 30.81 err/s: 0.00 reconn/s: 0.00
[ 41s ] thds: 128 tps: 6117.82 qps: 97028.10 (r/w/o: 60609.19/24179.28/12239.63) lat (ms,95%): 30.81 err/s: 0.00 reconn/s: 0.00
[ 42s ] thds: 128 tps: 5810.74 qps: 93907.01 (r/w/o: 58825.52/23458.00/11623.49) lat (ms,95%): 33.72 err/s: 0.00 reconn/s: 0.00
[ 43s ] thds: 128 tps: 5833.83 qps: 93453.33 (r/w/o: 58355.32/23430.34/11667.66) lat (ms,95%): 35.59 err/s: 0.00 reconn/s: 0.00
[ 44s ] thds: 128 tps: 5468.09 qps: 87534.48 (r/w/o: 54679.92/21918.37/10936.18) lat (ms,95%): 43.39 err/s: 0.00 reconn/s: 0.00
[ 45s ] thds: 128 tps: 6209.58 qps: 98885.43 (r/w/o: 61910.87/24555.39/12419.16) lat (ms,95%): 30.26 err/s: 0.00 reconn/s: 0.00
[ 46s ] thds: 128 tps: 5900.01 qps: 94374.13 (r/w/o: 58882.08/23692.03/11800.02) lat (ms,95%): 31.94 err/s: 0.00 reconn/s: 0.00
[ 47s ] thds: 128 tps: 5982.33 qps: 95987.37 (r/w/o: 59998.36/24024.34/11964.67) lat (ms,95%): 32.53 err/s: 0.00 reconn/s: 0.00
[ 48s ] thds: 128 tps: 6096.75 qps: 97787.97 (r/w/o: 61102.48/24492.00/12193.49) lat (ms,95%): 30.26 err/s: 0.00 reconn/s: 0.00
[ 49s ] thds: 128 tps: 5867.48 qps: 93127.70 (r/w/o: 58187.81/23216.93/11722.96) lat (ms,95%): 36.89 err/s: 0.00 reconn/s: 0.00
[ 50s ] thds: 128 tps: 6098.72 qps: 97822.51 (r/w/o: 61278.16/24334.90/12209.44) lat (ms,95%): 32.53 err/s: 0.00 reconn/s: 0.00
[ 51s ] thds: 128 tps: 7500.92 qps: 120333.62 (r/w/o: 75154.14/30179.64/14999.83) lat (ms,95%): 24.83 err/s: 0.00 reconn/s: 0.00
[ 52s ] thds: 128 tps: 7486.05 qps: 119888.80 (r/w/o: 74884.48/30030.22/14974.09) lat (ms,95%): 25.28 err/s: 0.00 reconn/s: 0.00
[ 53s ] thds: 128 tps: 7423.20 qps: 118511.18 (r/w/o: 74104.98/29559.80/14846.39) lat (ms,95%): 23.95 err/s: 0.00 reconn/s: 0.00
[ 54s ] thds: 128 tps: 7246.87 qps: 115947.96 (r/w/o: 72495.72/28959.50/14492.75) lat (ms,95%): 23.95 err/s: 0.00 reconn/s: 0.00
[ 55s ] thds: 128 tps: 7627.26 qps: 121855.18 (r/w/o: 76068.61/30531.05/15255.52) lat (ms,95%): 22.28 err/s: 0.00 reconn/s: 0.00
[ 56s ] thds: 128 tps: 7344.56 qps: 117555.93 (r/w/o: 73618.59/29248.22/14689.12) lat (ms,95%): 25.74 err/s: 0.00 reconn/s: 0.00
[ 57s ] thds: 128 tps: 7412.84 qps: 119055.50 (r/w/o: 74286.42/29943.40/14825.68) lat (ms,95%): 24.38 err/s: 0.00 reconn/s: 0.00
[ 58s ] thds: 128 tps: 7355.83 qps: 117356.23 (r/w/o: 73322.27/29322.31/14711.65) lat (ms,95%): 24.38 err/s: 0.00 reconn/s: 0.00
[ 59s ] thds: 128 tps: 7068.02 qps: 113128.28 (r/w/o: 70704.17/28288.07/14136.03) lat (ms,95%): 31.94 err/s: 0.00 reconn/s: 0.00
[ 60s ] thds: 128 tps: 7475.21 qps: 119673.29 (r/w/o: 74773.06/29960.81/14939.42) lat (ms,95%): 22.28 err/s: 0.00 reconn/s: 0.00
[ 61s ] thds: 128 tps: 7670.81 qps: 123018.17 (r/w/o: 76908.25/30757.30/15352.63) lat (ms,95%): 21.50 err/s: 0.00 reconn/s: 0.00
[ 62s ] thds: 128 tps: 7475.83 qps: 118130.07 (r/w/o: 73755.84/29425.58/14948.66) lat (ms,95%): 23.52 err/s: 0.00 reconn/s: 0.00
[ 63s ] thds: 128 tps: 7678.57 qps: 124034.65 (r/w/o: 77596.07/31078.44/15360.14) lat (ms,95%): 23.10 err/s: 0.00 reconn/s: 0.00
[ 64s ] thds: 128 tps: 7535.52 qps: 120867.27 (r/w/o: 75545.17/30251.07/15071.03) lat (ms,95%): 22.28 err/s: 0.00 reconn/s: 0.00
[ 65s ] thds: 128 tps: 7581.64 qps: 119980.84 (r/w/o: 74979.78/29837.78/15163.28) lat (ms,95%): 22.69 err/s: 0.00 reconn/s: 0.00
[ 66s ] thds: 128 tps: 7342.22 qps: 118336.59 (r/w/o: 74101.25/29552.90/14682.45) lat (ms,95%): 25.74 err/s: 0.00 reconn/s: 0.00
[ 67s ] thds: 128 tps: 7147.21 qps: 113675.56 (r/w/o: 70869.27/28517.86/14288.42) lat (ms,95%): 26.68 err/s: 0.00 reconn/s: 0.00
[ 68s ] thds: 128 tps: 7711.21 qps: 124520.13 (r/w/o: 77867.61/31222.10/15430.43) lat (ms,95%): 21.11 err/s: 0.00 reconn/s: 0.00
[ 69s ] thds: 128 tps: 7718.76 qps: 123519.14 (r/w/o: 77196.59/30885.03/15437.52) lat (ms,95%): 21.50 err/s: 0.00 reconn/s: 0.00
[ 70s ] thds: 128 tps: 7528.91 qps: 120131.64 (r/w/o: 75069.16/30017.67/15044.82) lat (ms,95%): 23.52 err/s: 0.00 reconn/s: 0.00
[ 71s ] thds: 128 tps: 7622.84 qps: 121961.45 (r/w/o: 76329.43/30373.34/15258.69) lat (ms,95%): 21.50 err/s: 0.00 reconn/s: 0.00
[ 72s ] thds: 128 tps: 7551.08 qps: 121036.24 (r/w/o: 75585.77/30348.32/15102.15) lat (ms,95%): 23.95 err/s: 0.00 reconn/s: 0.00
[ 73s ] thds: 128 tps: 7448.32 qps: 118704.33 (r/w/o: 74283.29/29524.41/14896.64) lat (ms,95%): 23.95 err/s: 0.00 reconn/s: 0.00
[ 74s ] thds: 128 tps: 7166.59 qps: 115173.66 (r/w/o: 71902.99/28937.49/14333.18) lat (ms,95%): 26.68 err/s: 0.00 reconn/s: 0.00
[ 75s ] thds: 128 tps: 7659.16 qps: 122542.61 (r/w/o: 76550.63/30673.65/15318.33) lat (ms,95%): 21.50 err/s: 0.00 reconn/s: 0.00
[ 76s ] thds: 128 tps: 7732.75 qps: 123721.00 (r/w/o: 77359.50/30896.00/15465.50) lat (ms,95%): 21.89 err/s: 0.00 reconn/s: 0.00
[ 77s ] thds: 128 tps: 7583.68 qps: 121112.90 (r/w/o: 75711.81/30233.74/15167.35) lat (ms,95%): 22.69 err/s: 0.00 reconn/s: 0.00
[ 78s ] thds: 128 tps: 7292.00 qps: 116794.05 (r/w/o: 72977.02/29233.02/14584.00) lat (ms,95%): 23.95 err/s: 0.00 reconn/s: 0.00
[ 79s ] thds: 128 tps: 7411.97 qps: 118520.54 (r/w/o: 74139.70/29556.91/14823.94) lat (ms,95%): 23.95 err/s: 0.00 reconn/s: 0.00
[ 80s ] thds: 128 tps: 7479.75 qps: 119773.05 (r/w/o: 74785.51/30029.05/14958.50) lat (ms,95%): 23.52 err/s: 0.00 reconn/s: 0.00
[ 81s ] thds: 128 tps: 7607.07 qps: 121547.20 (r/w/o: 75942.75/30389.30/15215.15) lat (ms,95%): 22.28 err/s: 0.00 reconn/s: 0.00
[ 82s ] thds: 128 tps: 7517.91 qps: 119924.65 (r/w/o: 75137.08/29752.76/15034.81) lat (ms,95%): 21.50 err/s: 0.00 reconn/s: 0.00
[ 83s ] thds: 128 tps: 7638.82 qps: 122897.40 (r/w/o: 76634.31/30984.45/15278.64) lat (ms,95%): 21.50 err/s: 0.00 reconn/s: 0.00
[ 84s ] thds: 128 tps: 7610.23 qps: 121507.68 (r/w/o: 75964.30/30322.92/15220.46) lat (ms,95%): 22.28 err/s: 0.00 reconn/s: 0.00
[ 85s ] thds: 128 tps: 7801.40 qps: 125014.37 (r/w/o: 78132.98/31278.60/15602.79) lat (ms,95%): 22.69 err/s: 0.00 reconn/s: 0.00
[ 86s ] thds: 128 tps: 7472.80 qps: 119456.86 (r/w/o: 74734.02/29777.23/14945.61) lat (ms,95%): 22.28 err/s: 0.00 reconn/s: 0.00
[ 87s ] thds: 128 tps: 7641.44 qps: 122300.99 (r/w/o: 76415.37/30602.75/15282.87) lat (ms,95%): 21.50 err/s: 0.00 reconn/s: 0.00
[ 88s ] thds: 128 tps: 7409.63 qps: 118702.09 (r/w/o: 74108.29/29774.55/14819.26) lat (ms,95%): 23.10 err/s: 0.00 reconn/s: 0.00
[ 89s ] thds: 128 tps: 5442.09 qps: 86993.51 (r/w/o: 54403.94/21705.38/10884.19) lat (ms,95%): 46.63 err/s: 0.00 reconn/s: 0.00
[ 90s ] thds: 128 tps: 7439.73 qps: 118553.92 (r/w/o: 74109.44/29573.01/14871.47) lat (ms,95%): 26.20 err/s: 0.00 reconn/s: 0.00
[ 91s ] thds: 128 tps: 7539.43 qps: 120313.79 (r/w/o: 75180.24/30046.69/15086.85) lat (ms,95%): 25.28 err/s: 0.00 reconn/s: 0.00
[ 92s ] thds: 128 tps: 7539.95 qps: 120139.24 (r/w/o: 74993.53/30090.81/15054.91) lat (ms,95%): 22.28 err/s: 0.00 reconn/s: 0.00
[ 93s ] thds: 128 tps: 7427.07 qps: 120087.53 (r/w/o: 75194.00/30014.38/14879.15) lat (ms,95%): 23.10 err/s: 0.00 reconn/s: 0.00
[ 94s ] thds: 128 tps: 7670.26 qps: 121808.42 (r/w/o: 76065.77/30414.11/15328.53) lat (ms,95%): 22.28 err/s: 0.00 reconn/s: 0.00
[ 95s ] thds: 128 tps: 7246.09 qps: 116822.85 (r/w/o: 72993.15/29325.51/14504.19) lat (ms,95%): 26.68 err/s: 0.00 reconn/s: 0.00
[ 96s ] thds: 128 tps: 7402.47 qps: 118386.60 (r/w/o: 74029.75/29556.90/14799.95) lat (ms,95%): 24.38 err/s: 0.00 reconn/s: 0.00
[ 97s ] thds: 128 tps: 7440.87 qps: 118836.02 (r/w/o: 74215.78/29741.50/14878.75) lat (ms,95%): 24.83 err/s: 0.00 reconn/s: 0.00
[ 98s ] thds: 128 tps: 7334.00 qps: 117604.15 (r/w/o: 73580.11/29348.02/14676.01) lat (ms,95%): 23.52 err/s: 0.00 reconn/s: 0.00
[ 99s ] thds: 128 tps: 7434.26 qps: 118863.15 (r/w/o: 74340.58/29654.05/14868.52) lat (ms,95%): 23.52 err/s: 0.00 reconn/s: 0.00
[ 100s ] thds: 128 tps: 7321.79 qps: 117356.78 (r/w/o: 73254.95/29460.24/14641.59) lat (ms,95%): 23.95 err/s: 0.00 reconn/s: 0.00
[ 101s ] thds: 128 tps: 7451.55 qps: 119203.80 (r/w/o: 74516.50/29782.20/14905.10) lat (ms,95%): 23.95 err/s: 0.00 reconn/s: 0.00
[ 102s ] thds: 128 tps: 7406.10 qps: 118402.68 (r/w/o: 74070.04/29520.43/14812.21) lat (ms,95%): 23.95 err/s: 0.00 reconn/s: 0.00
[ 103s ] thds: 128 tps: 7356.40 qps: 117581.31 (r/w/o: 73387.92/29488.59/14704.79) lat (ms,95%): 23.52 err/s: 0.00 reconn/s: 0.00
[ 104s ] thds: 128 tps: 6446.35 qps: 103383.60 (r/w/o: 64641.50/25841.40/12900.70) lat (ms,95%): 35.59 err/s: 0.00 reconn/s: 0.00
[ 105s ] thds: 128 tps: 7333.42 qps: 117141.74 (r/w/o: 73279.21/29195.69/14666.84) lat (ms,95%): 26.68 err/s: 0.00 reconn/s: 0.00
[ 106s ] thds: 128 tps: 7420.36 qps: 118914.85 (r/w/o: 74247.64/29826.48/14840.73) lat (ms,95%): 23.10 err/s: 0.00 reconn/s: 0.00
[ 107s ] thds: 128 tps: 7555.34 qps: 120863.48 (r/w/o: 75558.42/30194.37/15110.68) lat (ms,95%): 23.10 err/s: 0.00 reconn/s: 0.00
[ 108s ] thds: 128 tps: 7556.16 qps: 120816.55 (r/w/o: 75554.59/30149.64/15112.32) lat (ms,95%): 22.28 err/s: 0.00 reconn/s: 0.00
[ 109s ] thds: 128 tps: 7559.32 qps: 120423.37 (r/w/o: 75305.34/30001.38/15116.65) lat (ms,95%): 22.69 err/s: 0.00 reconn/s: 0.00
[ 110s ] thds: 128 tps: 7387.40 qps: 118871.65 (r/w/o: 74183.12/29911.73/14776.81) lat (ms,95%): 22.28 err/s: 0.00 reconn/s: 0.00
[ 111s ] thds: 128 tps: 7389.23 qps: 118143.71 (r/w/o: 73889.32/29475.93/14778.46) lat (ms,95%): 23.10 err/s: 0.00 reconn/s: 0.00
[ 112s ] thds: 128 tps: 7190.32 qps: 115072.07 (r/w/o: 71898.17/28793.26/14380.63) lat (ms,95%): 26.20 err/s: 0.00 reconn/s: 0.00
[ 113s ] thds: 128 tps: 7493.04 qps: 119911.68 (r/w/o: 74934.43/29991.17/14986.09) lat (ms,95%): 23.10 err/s: 0.00 reconn/s: 0.00
[ 114s ] thds: 128 tps: 7252.14 qps: 115624.33 (r/w/o: 72332.43/28798.63/14493.28) lat (ms,95%): 23.10 err/s: 0.00 reconn/s: 0.00
[ 115s ] thds: 128 tps: 7257.54 qps: 116204.59 (r/w/o: 72584.37/29094.15/14526.07) lat (ms,95%): 23.95 err/s: 0.00 reconn/s: 0.00
[ 116s ] thds: 128 tps: 7311.75 qps: 116455.11 (r/w/o: 72697.58/29142.02/14615.50) lat (ms,95%): 24.38 err/s: 0.00 reconn/s: 0.00
[ 117s ] thds: 128 tps: 7373.07 qps: 118857.53 (r/w/o: 74333.98/29769.41/14754.15) lat (ms,95%): 24.38 err/s: 0.00 reconn/s: 0.00
[ 118s ] thds: 128 tps: 7559.57 qps: 120457.20 (r/w/o: 75260.75/30077.31/15119.14) lat (ms,95%): 23.95 err/s: 0.00 reconn/s: 0.00
[ 119s ] thds: 128 tps: 6775.61 qps: 108910.87 (r/w/o: 68092.17/27267.48/13551.22) lat (ms,95%): 31.37 err/s: 0.00 reconn/s: 0.00
[ 120s ] thds: 128 tps: 7543.04 qps: 119939.17 (r/w/o: 74945.74/29908.34/15085.08) lat (ms,95%): 22.69 err/s: 0.00 reconn/s: 0.00
[ 121s ] thds: 128 tps: 7561.50 qps: 120817.98 (r/w/o: 75607.02/30099.96/15111.00) lat (ms,95%): 23.10 err/s: 0.00 reconn/s: 0.00
[ 122s ] thds: 128 tps: 7418.12 qps: 119488.10 (r/w/o: 74634.30/30004.56/14849.24) lat (ms,95%): 23.52 err/s: 0.00 reconn/s: 0.00
[ 123s ] thds: 128 tps: 7369.57 qps: 118023.10 (r/w/o: 73731.69/29552.28/14739.14) lat (ms,95%): 22.69 err/s: 0.00 reconn/s: 0.00
[ 124s ] thds: 128 tps: 7652.93 qps: 122109.00 (r/w/o: 76460.32/30342.82/15305.86) lat (ms,95%): 22.69 err/s: 0.00 reconn/s: 0.00
[ 125s ] thds: 128 tps: 7221.67 qps: 115708.73 (r/w/o: 72223.67/29041.73/14443.33) lat (ms,95%): 23.95 err/s: 0.00 reconn/s: 0.00
[ 126s ] thds: 128 tps: 7310.64 qps: 116309.71 (r/w/o: 72640.74/29066.69/14602.29) lat (ms,95%): 24.38 err/s: 0.00 reconn/s: 0.00
[ 127s ] thds: 128 tps: 7201.35 qps: 116049.21 (r/w/o: 72540.89/29086.61/14421.71) lat (ms,95%): 29.72 err/s: 0.00 reconn/s: 0.00
[ 128s ] thds: 128 tps: 7258.98 qps: 115788.71 (r/w/o: 72360.82/28909.94/14517.95) lat (ms,95%): 22.69 err/s: 0.00 reconn/s: 0.00
[ 129s ] thds: 128 tps: 7849.13 qps: 124962.32 (r/w/o: 78118.44/31147.61/15696.26) lat (ms,95%): 21.50 err/s: 0.00 reconn/s: 0.00
[ 130s ] thds: 128 tps: 7507.42 qps: 120766.79 (r/w/o: 75570.26/30179.70/15016.83) lat (ms,95%): 23.10 err/s: 0.00 reconn/s: 0.00
[ 131s ] thds: 128 tps: 7452.49 qps: 118295.73 (r/w/o: 73819.83/29574.93/14900.97) lat (ms,95%): 25.28 err/s: 0.00 reconn/s: 0.00
[ 132s ] thds: 128 tps: 7593.67 qps: 122099.90 (r/w/o: 76380.83/30527.73/15191.35) lat (ms,95%): 22.28 err/s: 0.00 reconn/s: 0.00
[ 133s ] thds: 128 tps: 7352.05 qps: 117617.79 (r/w/o: 73548.50/29371.20/14698.10) lat (ms,95%): 23.52 err/s: 0.00 reconn/s: 0.00
[ 134s ] thds: 128 tps: 7038.31 qps: 112917.94 (r/w/o: 70668.08/28167.24/14082.62) lat (ms,95%): 30.26 err/s: 0.00 reconn/s: 0.00
[ 135s ] thds: 128 tps: 7334.90 qps: 117640.42 (r/w/o: 73327.99/29650.64/14661.80) lat (ms,95%): 23.52 err/s: 0.00 reconn/s: 0.00
[ 136s ] thds: 128 tps: 7297.06 qps: 116807.94 (r/w/o: 73031.59/29174.23/14602.12) lat (ms,95%): 23.95 err/s: 0.00 reconn/s: 0.00
[ 137s ] thds: 128 tps: 7441.95 qps: 119081.21 (r/w/o: 74434.51/29762.80/14883.90) lat (ms,95%): 23.95 err/s: 0.00 reconn/s: 0.00
[ 138s ] thds: 128 tps: 7243.37 qps: 115303.08 (r/w/o: 72093.79/28722.56/14486.73) lat (ms,95%): 26.68 err/s: 0.00 reconn/s: 0.00
[ 139s ] thds: 128 tps: 7361.90 qps: 118274.46 (r/w/o: 73905.03/29645.64/14723.79) lat (ms,95%): 24.38 err/s: 0.00 reconn/s: 0.00
[ 140s ] thds: 128 tps: 7398.72 qps: 118505.52 (r/w/o: 74040.20/29667.88/14797.44) lat (ms,95%): 21.89 err/s: 0.00 reconn/s: 0.00
[ 141s ] thds: 128 tps: 7379.10 qps: 117509.87 (r/w/o: 73451.17/29317.49/14741.21) lat (ms,95%): 23.95 err/s: 0.00 reconn/s: 0.00
[ 142s ] thds: 128 tps: 7507.52 qps: 120324.40 (r/w/o: 75293.26/29999.09/15032.05) lat (ms,95%): 22.28 err/s: 0.00 reconn/s: 0.00
[ 143s ] thds: 128 tps: 7425.97 qps: 119165.65 (r/w/o: 74382.76/29930.95/14851.95) lat (ms,95%): 22.69 err/s: 0.00 reconn/s: 0.00
[ 144s ] thds: 128 tps: 7297.43 qps: 116343.15 (r/w/o: 72692.48/29067.80/14582.87) lat (ms,95%): 26.20 err/s: 0.00 reconn/s: 0.00
[ 145s ] thds: 128 tps: 7598.34 qps: 121417.32 (r/w/o: 76002.36/30206.28/15208.67) lat (ms,95%): 22.69 err/s: 0.00 reconn/s: 0.00
[ 146s ] thds: 128 tps: 7362.74 qps: 118413.94 (r/w/o: 73894.43/29794.03/14725.47) lat (ms,95%): 23.52 err/s: 0.00 reconn/s: 0.00
[ 147s ] thds: 128 tps: 7579.56 qps: 120832.97 (r/w/o: 75567.60/30106.26/15159.11) lat (ms,95%): 23.95 err/s: 0.00 reconn/s: 0.00
[ 148s ] thds: 128 tps: 7482.69 qps: 119961.04 (r/w/o: 75011.90/29984.76/14964.38) lat (ms,95%): 24.38 err/s: 0.00 reconn/s: 0.00
[ 149s ] thds: 128 tps: 5592.45 qps: 89389.15 (r/w/o: 55767.48/22447.78/11173.89) lat (ms,95%): 45.79 err/s: 0.00 reconn/s: 0.00
[ 150s ] thds: 128 tps: 6949.86 qps: 110412.84 (r/w/o: 68972.66/27543.47/13896.71) lat (ms,95%): 33.72 err/s: 0.00 reconn/s: 0.00
[ 151s ] thds: 128 tps: 7139.85 qps: 115292.09 (r/w/o: 72122.83/28874.54/14294.71) lat (ms,95%): 28.67 err/s: 0.00 reconn/s: 0.00
[ 152s ] thds: 128 tps: 7355.19 qps: 117359.09 (r/w/o: 73390.92/29257.79/14710.38) lat (ms,95%): 26.68 err/s: 0.00 reconn/s: 0.00
[ 153s ] thds: 128 tps: 7594.84 qps: 121849.49 (r/w/o: 76108.42/30551.39/15189.68) lat (ms,95%): 24.38 err/s: 0.00 reconn/s: 0.00
[ 154s ] thds: 128 tps: 7318.99 qps: 116192.41 (r/w/o: 72598.27/28956.15/14637.99) lat (ms,95%): 23.95 err/s: 0.00 reconn/s: 0.00
[ 155s ] thds: 128 tps: 7458.85 qps: 119969.70 (r/w/o: 74973.56/30083.45/14912.69) lat (ms,95%): 23.10 err/s: 0.00 reconn/s: 0.00
[ 156s ] thds: 128 tps: 7168.62 qps: 114876.88 (r/w/o: 71880.20/28654.46/14342.23) lat (ms,95%): 25.28 err/s: 0.00 reconn/s: 0.00
[ 157s ] thds: 128 tps: 7406.55 qps: 118583.87 (r/w/o: 74070.54/29700.22/14813.11) lat (ms,95%): 24.83 err/s: 0.00 reconn/s: 0.00
[ 158s ] thds: 128 tps: 7542.06 qps: 120709.97 (r/w/o: 75431.61/30194.24/15084.12) lat (ms,95%): 21.50 err/s: 0.00 reconn/s: 0.00
[ 159s ] thds: 128 tps: 7555.88 qps: 120854.14 (r/w/o: 75543.84/30198.54/15111.77) lat (ms,95%): 22.28 err/s: 0.00 reconn/s: 0.00
[ 160s ] thds: 128 tps: 7336.09 qps: 116229.87 (r/w/o: 72588.19/28969.50/14672.18) lat (ms,95%): 23.10 err/s: 0.00 reconn/s: 0.00
[ 161s ] thds: 128 tps: 7651.08 qps: 123595.76 (r/w/o: 77297.12/30996.48/15302.16) lat (ms,95%): 21.11 err/s: 0.00 reconn/s: 0.00
[ 162s ] thds: 128 tps: 7435.84 qps: 118987.37 (r/w/o: 74360.36/29755.34/14871.67) lat (ms,95%): 23.95 err/s: 0.00 reconn/s: 0.00
[ 163s ] thds: 128 tps: 7190.91 qps: 114926.62 (r/w/o: 71871.13/28674.66/14380.83) lat (ms,95%): 24.38 err/s: 0.00 reconn/s: 0.00
[ 164s ] thds: 128 tps: 6440.73 qps: 103163.75 (r/w/o: 64445.34/25835.94/12882.47) lat (ms,95%): 41.10 err/s: 0.00 reconn/s: 0.00
[ 165s ] thds: 128 tps: 7434.38 qps: 118309.28 (r/w/o: 73982.92/29457.60/14868.77) lat (ms,95%): 24.38 err/s: 0.00 reconn/s: 0.00
[ 166s ] thds: 128 tps: 7233.81 qps: 116009.90 (r/w/o: 72554.05/28988.23/14467.62) lat (ms,95%): 24.38 err/s: 0.00 reconn/s: 0.00
[ 167s ] thds: 128 tps: 7576.65 qps: 121395.50 (r/w/o: 75875.56/30366.63/15153.31) lat (ms,95%): 25.28 err/s: 0.00 reconn/s: 0.00
[ 168s ] thds: 128 tps: 7507.71 qps: 120316.32 (r/w/o: 75110.07/30190.84/15015.41) lat (ms,95%): 25.28 err/s: 0.00 reconn/s: 0.00
[ 169s ] thds: 128 tps: 7620.16 qps: 120927.95 (r/w/o: 75555.85/30131.78/15240.32) lat (ms,95%): 23.10 err/s: 0.00 reconn/s: 0.00
[ 170s ] thds: 128 tps: 7414.86 qps: 119631.17 (r/w/o: 74783.86/30017.59/14829.72) lat (ms,95%): 22.69 err/s: 0.00 reconn/s: 0.00
[ 171s ] thds: 128 tps: 7525.89 qps: 119491.92 (r/w/o: 74675.33/29773.81/15042.78) lat (ms,95%): 22.28 err/s: 0.00 reconn/s: 0.00
[ 172s ] thds: 128 tps: 7528.21 qps: 121313.96 (r/w/o: 75862.50/30386.03/15065.43) lat (ms,95%): 21.89 err/s: 0.00 reconn/s: 0.00
[ 173s ] thds: 128 tps: 7493.14 qps: 118944.66 (r/w/o: 74334.67/29623.71/14986.29) lat (ms,95%): 23.10 err/s: 0.00 reconn/s: 0.00
[ 174s ] thds: 128 tps: 7569.69 qps: 122123.59 (r/w/o: 76311.24/30672.97/15139.39) lat (ms,95%): 24.83 err/s: 0.00 reconn/s: 0.00
[ 175s ] thds: 128 tps: 7653.30 qps: 122091.92 (r/w/o: 76334.06/30471.26/15286.60) lat (ms,95%): 21.89 err/s: 0.00 reconn/s: 0.00
[ 176s ] thds: 128 tps: 7404.23 qps: 118113.64 (r/w/o: 73734.26/29563.91/14815.46) lat (ms,95%): 24.38 err/s: 0.00 reconn/s: 0.00
[ 177s ] thds: 128 tps: 7178.90 qps: 115554.51 (r/w/o: 72290.08/28893.63/14370.79) lat (ms,95%): 25.28 err/s: 0.00 reconn/s: 0.00
[ 178s ] thds: 128 tps: 7414.48 qps: 118675.63 (r/w/o: 74149.77/29696.91/14828.95) lat (ms,95%): 21.50 err/s: 0.00 reconn/s: 0.00
[ 179s ] thds: 128 tps: 7030.02 qps: 112485.26 (r/w/o: 70302.16/28123.07/14060.03) lat (ms,95%): 28.67 err/s: 0.00 reconn/s: 0.00
[ 180s ] thds: 128 tps: 7581.17 qps: 120745.86 (r/w/o: 75549.77/30033.75/15162.34) lat (ms,95%): 22.69 err/s: 0.00 reconn/s: 0.00
[ 181s ] thds: 128 tps: 7466.87 qps: 118957.02 (r/w/o: 74197.80/29847.47/14911.74) lat (ms,95%): 23.95 err/s: 0.00 reconn/s: 0.00
[ 182s ] thds: 128 tps: 7682.62 qps: 122965.96 (r/w/o: 76862.23/30720.49/15383.25) lat (ms,95%): 23.10 err/s: 0.00 reconn/s: 0.00
[ 183s ] thds: 128 tps: 7413.10 qps: 119267.73 (r/w/o: 74645.11/29792.42/14830.19) lat (ms,95%): 23.95 err/s: 0.00 reconn/s: 0.00
[ 184s ] thds: 128 tps: 7437.05 qps: 119299.78 (r/w/o: 74551.49/29874.20/14874.09) lat (ms,95%): 23.10 err/s: 0.00 reconn/s: 0.00
[ 185s ] thds: 128 tps: 7619.63 qps: 121491.16 (r/w/o: 75869.36/30382.54/15239.26) lat (ms,95%): 22.28 err/s: 0.00 reconn/s: 0.00
[ 186s ] thds: 128 tps: 7512.71 qps: 120195.40 (r/w/o: 75167.12/30002.85/15025.42) lat (ms,95%): 23.10 err/s: 0.00 reconn/s: 0.00
[ 187s ] thds: 128 tps: 7345.82 qps: 117376.22 (r/w/o: 73391.25/29293.32/14691.65) lat (ms,95%): 24.38 err/s: 0.00 reconn/s: 0.00
[ 188s ] thds: 128 tps: 7568.31 qps: 121428.00 (r/w/o: 75957.14/30334.24/15136.61) lat (ms,95%): 21.89 err/s: 0.00 reconn/s: 0.00
[ 189s ] thds: 128 tps: 7515.73 qps: 120562.70 (r/w/o: 75239.29/30291.96/15031.45) lat (ms,95%): 23.10 err/s: 0.00 reconn/s: 0.00
[ 190s ] thds: 128 tps: 7756.00 qps: 123809.04 (r/w/o: 77395.02/30902.02/15512.00) lat (ms,95%): 21.89 err/s: 0.00 reconn/s: 0.00
[ 191s ] thds: 128 tps: 7582.99 qps: 120911.99 (r/w/o: 75614.98/30148.03/15148.99) lat (ms,95%): 24.38 err/s: 0.00 reconn/s: 0.00
[ 192s ] thds: 128 tps: 7570.72 qps: 121815.91 (r/w/o: 76076.42/30581.04/15158.46) lat (ms,95%): 21.89 err/s: 0.00 reconn/s: 0.00
[ 193s ] thds: 128 tps: 7265.36 qps: 115869.81 (r/w/o: 72462.63/28876.46/14530.72) lat (ms,95%): 25.74 err/s: 0.00 reconn/s: 0.00
[ 194s ] thds: 128 tps: 6966.44 qps: 111394.05 (r/w/o: 69546.43/27926.73/13920.88) lat (ms,95%): 27.66 err/s: 0.00 reconn/s: 0.00
[ 195s ] thds: 128 tps: 7769.58 qps: 124369.28 (r/w/o: 77735.80/31098.32/15535.16) lat (ms,95%): 22.69 err/s: 0.00 reconn/s: 0.00
[ 196s ] thds: 128 tps: 7683.28 qps: 122702.44 (r/w/o: 76829.78/30490.10/15382.56) lat (ms,95%): 21.89 err/s: 0.00 reconn/s: 0.00
[ 197s ] thds: 128 tps: 7502.90 qps: 120662.62 (r/w/o: 75300.11/30356.70/15005.81) lat (ms,95%): 23.52 err/s: 0.00 reconn/s: 0.00
[ 198s ] thds: 128 tps: 7569.02 qps: 120677.48 (r/w/o: 75425.30/30114.13/15138.05) lat (ms,95%): 22.28 err/s: 0.00 reconn/s: 0.00
[ 199s ] thds: 128 tps: 7517.91 qps: 120735.70 (r/w/o: 75456.19/30243.69/15035.82) lat (ms,95%): 24.38 err/s: 0.00 reconn/s: 0.00
[ 200s ] thds: 128 tps: 7418.95 qps: 118203.38 (r/w/o: 73846.62/29523.85/14832.91) lat (ms,95%): 22.28 err/s: 0.00 reconn/s: 0.00
[ 201s ] thds: 128 tps: 7459.84 qps: 119825.58 (r/w/o: 74932.50/29968.40/14924.68) lat (ms,95%): 21.89 err/s: 0.00 reconn/s: 0.00
[ 202s ] thds: 128 tps: 7404.04 qps: 118130.77 (r/w/o: 73961.45/29361.24/14808.09) lat (ms,95%): 22.69 err/s: 0.00 reconn/s: 0.00
[ 203s ] thds: 128 tps: 7438.09 qps: 119359.52 (r/w/o: 74467.91/30015.43/14876.18) lat (ms,95%): 21.11 err/s: 0.00 reconn/s: 0.00
[ 204s ] thds: 128 tps: 7504.54 qps: 119590.68 (r/w/o: 74814.41/29768.19/15008.07) lat (ms,95%): 25.74 err/s: 0.00 reconn/s: 0.00
[ 205s ] thds: 128 tps: 7639.40 qps: 122508.41 (r/w/o: 76603.00/30625.60/15279.80) lat (ms,95%): 23.52 err/s: 0.00 reconn/s: 0.00
[ 206s ] thds: 128 tps: 7485.56 qps: 119307.03 (r/w/o: 74417.67/29929.24/14960.12) lat (ms,95%): 25.28 err/s: 0.00 reconn/s: 0.00
[ 207s ] thds: 128 tps: 7661.08 qps: 123176.41 (r/w/o: 77065.90/30777.35/15333.16) lat (ms,95%): 24.38 err/s: 0.00 reconn/s: 0.00
[ 208s ] thds: 128 tps: 7201.96 qps: 114602.33 (r/w/o: 71628.58/28570.82/14402.93) lat (ms,95%): 23.52 err/s: 0.00 reconn/s: 0.00
[ 209s ] thds: 128 tps: 5733.24 qps: 91800.80 (r/w/o: 57318.39/23014.93/11467.48) lat (ms,95%): 43.39 err/s: 0.00 reconn/s: 0.00
[ 210s ] thds: 128 tps: 7182.30 qps: 115130.76 (r/w/o: 72121.98/28644.18/14364.59) lat (ms,95%): 30.26 err/s: 0.00 reconn/s: 0.00
[ 211s ] thds: 128 tps: 7572.80 qps: 120806.90 (r/w/o: 75518.06/30143.23/15145.61) lat (ms,95%): 23.95 err/s: 0.00 reconn/s: 0.00
[ 212s ] thds: 128 tps: 7355.32 qps: 118204.28 (r/w/o: 73813.28/29680.36/14710.64) lat (ms,95%): 23.52 err/s: 0.00 reconn/s: 0.00
[ 213s ] thds: 128 tps: 7573.55 qps: 121194.76 (r/w/o: 75653.47/30394.20/15147.10) lat (ms,95%): 24.38 err/s: 0.00 reconn/s: 0.00
[ 214s ] thds: 128 tps: 7532.66 qps: 120131.64 (r/w/o: 75049.65/30016.66/15065.32) lat (ms,95%): 22.69 err/s: 0.00 reconn/s: 0.00
[ 215s ] thds: 128 tps: 7560.23 qps: 121249.73 (r/w/o: 75961.31/30167.95/15120.47) lat (ms,95%): 23.52 err/s: 0.00 reconn/s: 0.00
[ 216s ] thds: 128 tps: 7393.70 qps: 118482.33 (r/w/o: 73947.04/29748.88/14786.41) lat (ms,95%): 23.52 err/s: 0.00 reconn/s: 0.00
[ 217s ] thds: 128 tps: 7560.11 qps: 120832.81 (r/w/o: 75591.11/30120.47/15121.22) lat (ms,95%): 23.95 err/s: 0.00 reconn/s: 0.00
[ 218s ] thds: 128 tps: 7421.44 qps: 119028.07 (r/w/o: 74273.39/29911.80/14842.88) lat (ms,95%): 21.89 err/s: 0.00 reconn/s: 0.00
[ 219s ] thds: 128 tps: 7615.59 qps: 121862.43 (r/w/o: 76158.89/30472.36/15231.18) lat (ms,95%): 21.89 err/s: 0.00 reconn/s: 0.00
[ 220s ] thds: 128 tps: 7620.86 qps: 120669.38 (r/w/o: 75401.99/30030.67/15236.71) lat (ms,95%): 21.50 err/s: 0.00 reconn/s: 0.00
[ 221s ] thds: 128 tps: 7450.55 qps: 120474.34 (r/w/o: 75312.85/30255.40/14906.09) lat (ms,95%): 23.52 err/s: 0.00 reconn/s: 0.00
[ 222s ] thds: 128 tps: 7536.06 qps: 119278.58 (r/w/o: 74538.00/29693.46/15047.13) lat (ms,95%): 23.10 err/s: 0.00 reconn/s: 0.00
[ 223s ] thds: 128 tps: 7459.76 qps: 119784.21 (r/w/o: 75016.66/29823.02/14944.52) lat (ms,95%): 23.95 err/s: 0.00 reconn/s: 0.00
[ 224s ] thds: 128 tps: 6548.28 qps: 105613.44 (r/w/o: 65886.79/26630.09/13096.57) lat (ms,95%): 33.12 err/s: 0.00 reconn/s: 0.00
[ 225s ] thds: 128 tps: 7715.24 qps: 123210.70 (r/w/o: 77002.31/30777.92/15430.47) lat (ms,95%): 22.69 err/s: 0.00 reconn/s: 0.00
[ 226s ] thds: 128 tps: 7319.62 qps: 117224.93 (r/w/o: 73302.20/29283.48/14639.24) lat (ms,95%): 23.95 err/s: 0.00 reconn/s: 0.00
[ 227s ] thds: 128 tps: 7442.66 qps: 119118.58 (r/w/o: 74468.61/29764.64/14885.32) lat (ms,95%): 24.83 err/s: 0.00 reconn/s: 0.00
[ 228s ] thds: 128 tps: 7530.79 qps: 119914.77 (r/w/o: 74949.98/29904.21/15060.58) lat (ms,95%): 24.38 err/s: 0.00 reconn/s: 0.00
[ 229s ] thds: 128 tps: 7741.13 qps: 124202.22 (r/w/o: 77687.40/31031.55/15483.27) lat (ms,95%): 22.28 err/s: 0.00 reconn/s: 0.00
[ 230s ] thds: 128 tps: 7553.71 qps: 121171.35 (r/w/o: 75614.08/30449.85/15107.41) lat (ms,95%): 21.89 err/s: 0.00 reconn/s: 0.00
[ 231s ] thds: 128 tps: 7612.37 qps: 121675.95 (r/w/o: 76111.71/30339.49/15224.74) lat (ms,95%): 22.28 err/s: 0.00 reconn/s: 0.00
[ 232s ] thds: 128 tps: 7575.01 qps: 120622.42 (r/w/o: 75269.31/30204.09/15149.02) lat (ms,95%): 23.10 err/s: 0.00 reconn/s: 0.00
[ 233s ] thds: 128 tps: 7540.07 qps: 120518.12 (r/w/o: 75328.70/30108.28/15081.14) lat (ms,95%): 22.69 err/s: 0.00 reconn/s: 0.00
[ 234s ] thds: 128 tps: 7371.76 qps: 118806.70 (r/w/o: 74288.96/29774.22/14743.52) lat (ms,95%): 22.28 err/s: 0.00 reconn/s: 0.00
[ 235s ] thds: 128 tps: 7352.14 qps: 117638.19 (r/w/o: 73522.37/29411.55/14704.27) lat (ms,95%): 23.95 err/s: 0.00 reconn/s: 0.00
[ 236s ] thds: 128 tps: 6377.58 qps: 101609.33 (r/w/o: 63628.83/25226.34/12754.16) lat (ms,95%): 44.17 err/s: 0.00 reconn/s: 0.00
[ 237s ] thds: 128 tps: 6339.28 qps: 101838.47 (r/w/o: 63539.79/25619.12/12679.56) lat (ms,95%): 41.85 err/s: 0.00 reconn/s: 0.00
[ 238s ] thds: 128 tps: 6286.84 qps: 100602.48 (r/w/o: 62868.43/25160.37/12573.69) lat (ms,95%): 43.39 err/s: 0.00 reconn/s: 0.00
[ 239s ] thds: 128 tps: 6109.69 qps: 97631.10 (r/w/o: 61083.93/24327.78/12219.39) lat (ms,95%): 40.37 err/s: 0.00 reconn/s: 0.00
[ 240s ] thds: 128 tps: 6709.07 qps: 107397.04 (r/w/o: 67087.65/26891.26/13418.13) lat (ms,95%): 34.95 err/s: 0.00 reconn/s: 0.00
[ 241s ] thds: 128 tps: 6755.60 qps: 108172.68 (r/w/o: 67572.04/27089.42/13511.21) lat (ms,95%): 39.65 err/s: 0.00 reconn/s: 0.00
[ 242s ] thds: 128 tps: 7390.47 qps: 117814.56 (r/w/o: 73605.73/29436.89/14771.94) lat (ms,95%): 22.69 err/s: 0.00 reconn/s: 0.00
[ 243s ] thds: 128 tps: 7491.20 qps: 120225.18 (r/w/o: 75200.00/30033.79/14991.39) lat (ms,95%): 23.52 err/s: 0.00 reconn/s: 0.00
[ 244s ] thds: 128 tps: 7334.73 qps: 116964.80 (r/w/o: 73151.37/29143.97/14669.47) lat (ms,95%): 23.52 err/s: 0.00 reconn/s: 0.00
[ 245s ] thds: 128 tps: 7340.13 qps: 117597.17 (r/w/o: 73398.34/29527.56/14671.27) lat (ms,95%): 23.95 err/s: 0.00 reconn/s: 0.00
[ 246s ] thds: 128 tps: 7269.38 qps: 116098.17 (r/w/o: 72747.79/28802.62/14547.76) lat (ms,95%): 23.95 err/s: 0.00 reconn/s: 0.00
[ 247s ] thds: 128 tps: 7301.15 qps: 117331.61 (r/w/o: 73167.56/29561.75/14602.30) lat (ms,95%): 23.52 err/s: 0.00 reconn/s: 0.00
[ 248s ] thds: 128 tps: 7438.30 qps: 118998.78 (r/w/o: 74375.99/29746.20/14876.60) lat (ms,95%): 23.10 err/s: 0.00 reconn/s: 0.00
[ 249s ] thds: 128 tps: 7373.45 qps: 117883.28 (r/w/o: 73674.55/29467.82/14740.91) lat (ms,95%): 23.95 err/s: 0.00 reconn/s: 0.00
[ 250s ] thds: 128 tps: 7406.75 qps: 118312.97 (r/w/o: 74100.47/29393.00/14819.49) lat (ms,95%): 23.52 err/s: 0.00 reconn/s: 0.00
[ 251s ] thds: 128 tps: 7005.05 qps: 112157.84 (r/w/o: 69998.51/28149.23/14010.10) lat (ms,95%): 23.52 err/s: 0.00 reconn/s: 0.00
[ 252s ] thds: 128 tps: 7175.63 qps: 114402.18 (r/w/o: 71410.38/28650.53/14341.26) lat (ms,95%): 23.52 err/s: 0.00 reconn/s: 0.00
[ 253s ] thds: 128 tps: 6645.89 qps: 106860.27 (r/w/o: 66830.92/26727.57/13301.78) lat (ms,95%): 36.24 err/s: 0.00 reconn/s: 0.00
[ 254s ] thds: 128 tps: 6245.23 qps: 99987.62 (r/w/o: 62494.26/25002.91/12490.45) lat (ms,95%): 41.85 err/s: 0.00 reconn/s: 0.00
[ 255s ] thds: 128 tps: 7370.79 qps: 117297.89 (r/w/o: 73336.05/29220.25/14741.59) lat (ms,95%): 23.10 err/s: 0.00 reconn/s: 0.00
[ 256s ] thds: 128 tps: 7221.02 qps: 115926.29 (r/w/o: 72530.16/28959.08/14437.05) lat (ms,95%): 23.10 err/s: 0.00 reconn/s: 0.00
[ 257s ] thds: 128 tps: 7509.09 qps: 119500.28 (r/w/o: 74640.79/29836.31/15023.18) lat (ms,95%): 23.10 err/s: 0.00 reconn/s: 0.00
[ 258s ] thds: 128 tps: 7142.00 qps: 114887.93 (r/w/o: 71759.96/28856.96/14271.00) lat (ms,95%): 24.83 err/s: 0.00 reconn/s: 0.00
[ 259s ] thds: 128 tps: 7391.33 qps: 117462.20 (r/w/o: 73407.25/29259.29/14795.65) lat (ms,95%): 25.28 err/s: 0.00 reconn/s: 0.00
[ 260s ] thds: 128 tps: 7231.14 qps: 116807.67 (r/w/o: 72997.66/29347.73/14462.27) lat (ms,95%): 23.52 err/s: 0.00 reconn/s: 0.00
[ 261s ] thds: 128 tps: 7236.03 qps: 115270.80 (r/w/o: 72001.53/28808.21/14461.06) lat (ms,95%): 25.28 err/s: 0.00 reconn/s: 0.00
[ 262s ] thds: 128 tps: 7342.62 qps: 117920.16 (r/w/o: 73761.39/29463.53/14695.24) lat (ms,95%): 22.28 err/s: 0.00 reconn/s: 0.00
[ 263s ] thds: 128 tps: 7465.33 qps: 119505.21 (r/w/o: 74674.26/29899.30/14931.65) lat (ms,95%): 23.52 err/s: 0.00 reconn/s: 0.00
[ 264s ] thds: 128 tps: 7431.92 qps: 118543.81 (r/w/o: 74227.24/29452.73/14863.84) lat (ms,95%): 23.10 err/s: 0.00 reconn/s: 0.00
[ 265s ] thds: 128 tps: 7504.88 qps: 119678.09 (r/w/o: 74672.82/29995.51/15009.75) lat (ms,95%): 25.74 err/s: 0.00 reconn/s: 0.00
[ 266s ] thds: 128 tps: 7285.08 qps: 117295.51 (r/w/o: 73318.95/29406.41/14570.15) lat (ms,95%): 24.38 err/s: 0.00 reconn/s: 0.00
[ 267s ] thds: 128 tps: 7563.42 qps: 120222.93 (r/w/o: 75210.31/29885.79/15126.83) lat (ms,95%): 22.69 err/s: 0.00 reconn/s: 0.00
[ 268s ] thds: 128 tps: 7216.43 qps: 115618.89 (r/w/o: 72124.31/29070.71/14423.86) lat (ms,95%): 23.52 err/s: 0.00 reconn/s: 0.00
[ 269s ] thds: 128 tps: 6721.53 qps: 108221.76 (r/w/o: 67682.49/27087.20/13452.07) lat (ms,95%): 29.72 err/s: 0.00 reconn/s: 0.00
[ 270s ] thds: 128 tps: 7213.57 qps: 115323.14 (r/w/o: 72104.71/28791.29/14427.14) lat (ms,95%): 26.68 err/s: 0.00 reconn/s: 0.00
[ 271s ] thds: 128 tps: 7440.22 qps: 118479.72 (r/w/o: 73975.34/29635.93/14868.45) lat (ms,95%): 21.50 err/s: 0.00 reconn/s: 0.00
[ 272s ] thds: 128 tps: 7298.47 qps: 116977.50 (r/w/o: 73206.68/29161.88/14608.94) lat (ms,95%): 23.52 err/s: 0.00 reconn/s: 0.00
[ 273s ] thds: 128 tps: 7373.30 qps: 117989.85 (r/w/o: 73726.03/29517.21/14746.61) lat (ms,95%): 23.10 err/s: 0.00 reconn/s: 0.00
[ 274s ] thds: 128 tps: 7240.68 qps: 116254.94 (r/w/o: 72631.83/29141.75/14481.36) lat (ms,95%): 22.69 err/s: 0.00 reconn/s: 0.00
[ 275s ] thds: 128 tps: 7344.41 qps: 117352.59 (r/w/o: 73332.12/29343.65/14676.82) lat (ms,95%): 23.52 err/s: 0.00 reconn/s: 0.00
[ 276s ] thds: 128 tps: 7004.79 qps: 112101.64 (r/w/o: 70104.90/27975.15/14021.58) lat (ms,95%): 23.52 err/s: 0.00 reconn/s: 0.00
[ 277s ] thds: 128 tps: 7332.26 qps: 117023.29 (r/w/o: 73125.69/29233.08/14664.53) lat (ms,95%): 25.28 err/s: 0.00 reconn/s: 0.00
[ 278s ] thds: 128 tps: 7432.86 qps: 119194.90 (r/w/o: 74558.71/29770.46/14865.72) lat (ms,95%): 23.95 err/s: 0.00 reconn/s: 0.00
[ 279s ] thds: 128 tps: 7502.04 qps: 120027.57 (r/w/o: 75009.36/30014.14/15004.07) lat (ms,95%): 22.69 err/s: 0.00 reconn/s: 0.00
[ 280s ] thds: 128 tps: 6987.17 qps: 111727.70 (r/w/o: 69742.70/28023.66/13961.34) lat (ms,95%): 27.66 err/s: 0.00 reconn/s: 0.00
[ 281s ] thds: 128 tps: 7474.00 qps: 119714.04 (r/w/o: 74887.04/29865.99/14961.00) lat (ms,95%): 23.10 err/s: 0.00 reconn/s: 0.00
[ 282s ] thds: 128 tps: 7289.88 qps: 116684.06 (r/w/o: 72920.78/29183.51/14579.76) lat (ms,95%): 22.69 err/s: 0.00 reconn/s: 0.00
[ 283s ] thds: 128 tps: 7400.88 qps: 118287.06 (r/w/o: 73928.79/29556.52/14801.75) lat (ms,95%): 22.69 err/s: 0.00 reconn/s: 0.00
[ 284s ] thds: 128 tps: 6841.52 qps: 109186.28 (r/w/o: 68210.17/27308.07/13668.03) lat (ms,95%): 33.12 err/s: 0.00 reconn/s: 0.00
[ 285s ] thds: 128 tps: 7424.88 qps: 119230.18 (r/w/o: 74515.86/29849.56/14864.76) lat (ms,95%): 23.95 err/s: 0.00 reconn/s: 0.00
[ 286s ] thds: 128 tps: 7068.91 qps: 112840.60 (r/w/o: 70507.13/28195.65/14137.83) lat (ms,95%): 24.83 err/s: 0.00 reconn/s: 0.00
[ 287s ] thds: 128 tps: 7335.48 qps: 117687.77 (r/w/o: 73561.86/29454.95/14670.97) lat (ms,95%): 24.83 err/s: 0.00 reconn/s: 0.00
[ 288s ] thds: 128 tps: 7387.08 qps: 118192.32 (r/w/o: 73873.82/29544.33/14774.17) lat (ms,95%): 22.28 err/s: 0.00 reconn/s: 0.00
[ 289s ] thds: 128 tps: 7480.95 qps: 118896.08 (r/w/o: 74259.42/29681.76/14954.90) lat (ms,95%): 23.10 err/s: 0.00 reconn/s: 0.00
[ 290s ] thds: 128 tps: 7392.58 qps: 118360.24 (r/w/o: 73983.77/29594.31/14782.16) lat (ms,95%): 22.69 err/s: 0.00 reconn/s: 0.00
[ 291s ] thds: 128 tps: 7359.87 qps: 118102.92 (r/w/o: 74000.72/29373.46/14728.74) lat (ms,95%): 21.89 err/s: 0.00 reconn/s: 0.00
[ 292s ] thds: 128 tps: 7186.20 qps: 115306.30 (r/w/o: 71951.05/28981.85/14373.41) lat (ms,95%): 23.52 err/s: 0.00 reconn/s: 0.00
[ 293s ] thds: 128 tps: 7478.57 qps: 119717.08 (r/w/o: 74787.67/29972.27/14957.13) lat (ms,95%): 24.38 err/s: 0.00 reconn/s: 0.00
[ 294s ] thds: 128 tps: 7373.06 qps: 117762.96 (r/w/o: 73590.60/29436.24/14736.12) lat (ms,95%): 23.95 err/s: 0.00 reconn/s: 0.00
[ 295s ] thds: 128 tps: 7384.16 qps: 118031.64 (r/w/o: 73820.64/29432.67/14778.33) lat (ms,95%): 21.50 err/s: 0.00 reconn/s: 0.00
[ 296s ] thds: 128 tps: 7295.95 qps: 116692.19 (r/w/o: 73021.48/29078.81/14591.90) lat (ms,95%): 23.52 err/s: 0.00 reconn/s: 0.00
[ 297s ] thds: 128 tps: 7367.99 qps: 118090.84 (r/w/o: 73748.89/29605.97/14735.98) lat (ms,95%): 24.83 err/s: 0.00 reconn/s: 0.00
[ 298s ] thds: 128 tps: 7180.69 qps: 114719.03 (r/w/o: 71639.88/28717.77/14361.38) lat (ms,95%): 24.83 err/s: 0.00 reconn/s: 0.00
[ 299s ] thds: 128 tps: 7071.05 qps: 113469.78 (r/w/o: 70907.49/28420.19/14142.10) lat (ms,95%): 26.68 err/s: 0.00 reconn/s: 0.00
[ 300s ] thds: 128 tps: 7401.83 qps: 118360.23 (r/w/o: 74011.26/29545.32/14803.65) lat (ms,95%): 23.10 err/s: 0.00 reconn/s: 0.00
SQL statistics:
    queries performed:
        read:                            21307890
        write:                           8523156
        other:                           4261578
        total:                           34092624
    transactions:                        2130789 (7101.74 per sec.)
    queries:                             34092624 (113627.81 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          300.0364s
    total number of events:              2130789

Latency (ms):
         min:                                    5.87
         avg:                                   18.02
         max:                                  317.70
         95th percentile:                       27.17
         sum:                             38397641.09

Threads fairness:
    events (avg/stddev):           16646.7891/140.25
    execution time (avg/stddev):   299.9816/0.00